Repository: cdigruttola/barcodegenerator
Catalog: translations/*/ModulesBarcodegeneratorMain.*.xlf
Languages: it_it

source: A module to generate barcode
it_it: Modulo per generare codici a barre

source: Are you sure you want to uninstall this module?
it_it: Vuoi disinstallare questo modulo?

source: Settings updated succesfully
it_it: Impostazioni aggiornate con successo

source: Error occurred during settings update
it_it: Ãˆ avvenuto un errore durante l'aggiornamento delle impostazioni

source: Settings
it_it: Impostazioni

source: Barcode Generator EAN
it_it: Genera EAN 13

source: Use this module to generate EAN codes
it_it: Usa questo modulo per generare codici EAN 13

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: Replace current codes?
it_it: Sostituisci i codici attuali?

source: Do you want to replace the EAN?
it_it: Vuoi sostituire i codici EAN 13?

source: Country Prefix
it_it: Prefisso Nazione

source: Enter the prefix for EAN (You can find them at www.gs1.org/company-prefix)
it_it: Inserisci il prefisso per EAN (Puoi trovarlo su www.gs1.org/company-prefix)

source: Company Prefix
it_it: Prefisso Azienda

source: Enter the company prefix for EAN
it_it: Inserisci il prefisso aziendale per EAN

source: Save
it_it: Salva

source: Barcodes succesfully created
it_it: Codici a barre creati correttamente
